{
  "countryCode": "us",
  "navbar": {
    "items": {
      "home": "Home",
      "models": "Models",
      "about": "About us",
      "blog": "Blog"
    }
  },
  "indexPage": {
    "description": "The AI company that does it right",
    "modelsSection": {
      "title": "Models",
      "description": "Our main AI model is Flaskyi, a text-to-image AI model that can generate images only from in-put text. In the near future, we're planning to build and train more models like for example Flaskyi-Chat.",
      "models": {
        "flaskyi": {
          "title": "Flaskyi",
          "description": "Flaskyi is a text-to-image model that can generate images only from in-put text."
        },
        "flaskyiChat": {
          "title": "Flaskyi-Chat",
          "description": "Flaskyi-Chat is a chatbot model that you can chat with."
        }
      }
    },
    "aboutSection": {
      "title": "About us",
      "description": "We are a team of AI engineers, that build and train AI models. Our main AI model is Flaskyi, a text-to-image model that can generate images only from in-put text. In the future, we're planning to build and train more AI models like for example Flaskyi-Chat.",
      "dates": {
        "2023": "Flaskyi was founded in 2023.",
        "2024": "Flaskyi will be released, a text-to-image AI model, that can generate images only from in-put text.",
        "2025": "Flaskyi-Chat, a chatbot model that you can chat with, will be released.",
        "2026": "More AI models will be built and trained like for example Flaskyi-Chat and Flaskyi."
      }
    }
  },
  "blogPage": {
    "title": "Blog",
    "description": "In our blog section, you will be constantly updated about news regarding our AI models, as well as our company.",
    "alert": {
      "note": "Note",
      "text": "Blog posts are only available in",
      "language": "English"
    }
  },
  "footer": {
    "description": "The AI company that gets it right",
    "links": {
      "company": {
        "title": "Company",
        "items": {
          "about": "About",
          "blog": "Blog",
          "models": "AI Models"
        }
      },
      "legal": {
        "title": "Legal",
        "items": {
          "privacy": "Privacy",
          "terms": "Terms"
        }
      }
    },
    "rights": "All rights reserved."
  },
  "buttons": {
    "learnMore": "Learn more",
    "signUp": "Sign up",
    "signIn": "Sign in"
  },
  "labels": {
    "commingSoon": "Coming soon",
    "available": "Available"
  },
  "translationsMenu": {
    "search": "Search",
    "back": "Back"
  },
  "notices": {
    "cookies": {
      "title": "Cookie Notice",
      "description": "This website uses cookies to ensure that everything works correctly.",
      "text": "We use cookies to ensure that we give you the best experience on our website. If you continue to use this site, we will assume that you are happy with it. We only use cookies to ensure that everything is working correctly. We do not use cookies to track you, or to sell your data.",
      "buttons": {
        "accept": "I Accept",
        "decline": "I Decline"
      }
    },
    "cookiesDeclined": {
      "title": "Cookies",
      "description": "You haven't accepted our cookie policy.",
      "text": "We're sorry, but our service requires, that you accept our cookie policy, in order to provide you the best experience on our website. If you want to re-enable cookies, please press the button below. If you don't want to accept our cookie policy, you will not be able to browse this website.",
      "buttons": {
        "enable": "Enable cookies",
        "takeMeSomeWhereElse": "Take me somewhere else!"
      }
    },
    "development": {
      "title": "Development Notice",
      "description": "This website is currently still under development.",
      "text": "Our site is currently still in development, which means, that our services are not available yet. We are working hard to bring you the best experience possible. To this time, most actions on our site will not properly work. Be patient and subscribe to our blog, in order to be notified when we launch.",
      "buttons": {
        "accept": "I Accept"
      }
    }
  },
  "notes": {
    "terms": {
      "note": "Note",
      "text": "This document is only available in",
      "language": "English"
    },
    "privacy": {
      "note": "Note",
      "text": "This document is only available in",
      "language": "English"
    }
  }
}
