{
  "countryCode": "fr",
  "navbar": {
    "items": {
      "home": "Accueil",
      "models": "Modèles",
      "about": "À propos de nous",
      "blog": "Blog"
    }
  },
  "indexPage": {
    "description": "L'entreprise d'IA qui fait les choses correctement",
    "modelsSection": {
      "title": "Modèles",
      "description": "Notre modèle principal est Flaskyi, un modèle texte-image qui peut générer des images à partir de texte. À l'avenir, nous construirons et formerons plus de modèles comme Flaskyi-Chat.",
      "models": {
        "flaskyi": {
          "title": "Flaskyi",
          "description": "Flaskyi est un modèle texte-image qui peut générer des images à partir de texte."
        },
        "flaskyiChat": {
          "title": "Flaskyi-Chat",
          "description": "Flaskyi-Chat est un modèle de chatbot avec lequel vous pouvez discuter."
        }
      }
    },
    "aboutSection": {
      "title": "À propos de nous",
      "description": "Nous sommes une équipe d'ingénieurs en IA qui construit et forme des modèles d'IA. Notre modèle principal est Flaskyi, un modèle texte-image qui peut générer des images à partir de texte. À l'avenir, nous construirons et formerons plus de modèles comme Flaskyi-Chat.",
      "dates": {
        "2023": "Nous avons été fondés en 2023.",
        "2024": "Nous lancerons Flaskyi, un modèle texte-image qui peut générer des images à partir de texte.",
        "2025": "Nous lancerons Flaskyi-Chat, un modèle de chatbot avec lequel vous pouvez discuter.",
        "2026": "Nous construirons et formerons plus de modèles comme Flaskyi-Chat et Flaskyi."
      }
    }
  },
  "blogPage": {
    "title": "Blog",
    "description": "Ici, nous écrivons sur toutes les nouvelles mises à jour et nouvelles concernant nos modèles d'IA et notre entreprise.",
    "alert": {
      "note": "Note",
      "text": "Les articles de blog sont uniquement disponibles en",
      "language": "Anglais"
    }
  },
  "footer": {
    "description": "L'entreprise d'IA qui fait les choses correctement",
    "links": {
      "company": {
        "title": "Entreprise",
        "items": {
          "about": "À propos",
          "blog": "Blog",
          "models": "Modèles"
        }
      },
      "legal": {
        "title": "Juridique",
        "items": {
          "privacy": "Confidentialité",
          "terms": "Conditions"
        }
      }
    },
    "rights": "Tous droits réservés."
  },
  "buttons": {
    "learnMore": "En savoir plus",
    "signUp": "S'inscrire",
    "signIn": "Se connecter"
  },
  "labels": {
    "commingSoon": "Bientôt disponible",
    "available": "Disponible"
  },
  "translationsMenu": {
    "search": "Recherche",
    "back": "Retour"
  },
  "notices": {
      "cookies": {
        "title": "Avis sur les cookies",
        "description": "Ce site utilise des cookies pour assurer le bon fonctionnement de tout.",
        "text": "Nous utilisons des cookies pour vous garantir la meilleure expérience sur notre site. Si vous continuez à utiliser ce site, nous supposerons que vous en êtes satisfait. Nous n'utilisons des cookies que pour assurer le bon fonctionnement de tout. Nous n'utilisons pas de cookies pour vous suivre ou vendre vos données.",
        "buttons": {
          "accept": "J'accepte",
          "decline": "Je refuse"
        }
      },
      "cookiesDeclined": {
        "title": "Cookies",
        "description": "Vous n'avez pas accepté les cookies.",
        "text": "Nous sommes désolés, mais notre service nécessite l'acceptation des cookies pour vous offrir la meilleure expérience sur notre site. Si vous souhaitez réactiver les cookies, veuillez appuyer sur le bouton ci-dessous. Si vous ne souhaitez pas accepter les cookies, vous ne pourrez pas naviguer sur ce site.",
        "buttons": {
          "enable": "Activer les cookies",
          "takeMeSomeWhereElse": "Emmenez-moi ailleurs !"
        }
      },
      "development": {
        "title": "Avis de développement",
        "description": "Ce site est actuellement en développement.",
        "text": "Notre site est actuellement en développement et nos services ne sont pas encore disponibles. Nous travaillons dur pour vous offrir la meilleure expérience possible. Pendant ce temps, la plupart des actions sur notre site ne fonctionneront pas. Soyez patient et abonnez-vous à notre blog pour être averti lorsque nous lancerons.",
        "buttons": {
          "accept": "J'accepte"
        }
      }
    },
    "notes": {
          "terms": {
            "note": "Remarque",
            "text": "Ce document est uniquement disponible en",
            "language": "anglais"
          },
          "privacy": {
            "note": "Remarque",
            "text": "Ce document est uniquement disponible en",
            "language": "anglais"
          }
        }
}
